Examples/groovyBC/average-t-junction/constant/.svn/entries
10

dir
2057
svn://svn.code.sf.net/p/openfoam-extend/svn/trunk/Breeder_2.0/libraries/swak4Foam/Examples/groovyBC/average-t-junction/constant
svn://svn.code.sf.net/p/openfoam-extend/svn



2013-06-11T16:41:30.144177Z
1998
bgschaid














e4e07f05-0c2f-0410-a05a-b8ba57e0c909

polyMesh
dir

RASProperties
file




2014-11-07T21:01:59.000000Z
35624d4db61427a926cdd2738c48db36
2011-07-26T09:12:07.190973Z
1897
bgschaid





















935

turbulenceProperties
file




2014-11-07T21:01:59.000000Z
23a97f417e12a3f5b1acb26855c28dfe
2011-07-26T09:12:07.190973Z
1897
bgschaid





















898

p0vsTime
file




2014-11-07T21:01:59.000000Z
c60f4eec7520c20269aa8937a9110177
2011-07-26T09:12:07.190973Z
1897
bgschaid





















34

transportProperties
file




2014-11-07T21:01:59.000000Z
1753d5cd2a0461f743867ccbc39e3fb3
2011-07-26T09:12:07.190973Z
1897
bgschaid





















1370

